var presents = ["Уголь", "Алмаз", "Маркер", "Клюшка", "Коньки", "5 по истории", "Проблемы", "Наушники из дерева", "Мягкие гантели", "5 рублей", "Китайский компьютер", "Мухомор", "Отдам брата", "Стул"]
var imgs = ['Уголь.png', 'Алмаз.png', 'Маркер.png','Клюшка.png', 'Коньки.png', '5 по истории.png', 'Проблемы.png', 'Наушники из дерева.png', 'Мягкие гантели.png', '5 рублей.png', 'Китайский компьютер.png', 'Мухомор.png', 'Отдам брата.png','Стул.png']
$(".go").click(function(){
	var path = 'imgs/';
	var rand = Math.floor(Math.random() * 14);
	$('.header').text("Поздравляем!");
	$('.gift').text("Ваш подарок:"+presents[rand]);
	$('.go').attr('src', path+imgs[rand]);

})